dup_bab_category = [
    '새우카레라이스', '깐풍돼지고기덮밥', '돼지고기카레라이스', '일본식닭고기덮밥', '쇠불고기덮밥', 
    '돈부리덮밥', '안매운마파두부덮밥', '닭살짜장밥', '소고기배추덮밥', '짜장밥', 
    '바몬드카레라이스소스', '채소짜장밥', '카레', '감자채카레볶음', '굴소스소고기덮밥', 
    '소고기카레라이스', '돼지고기깻잎덮밥', '카레라이스', '새우살짜장밥', '짜장소스', 
    '닭살카레라이스', '마파두부덮밥', '짜장덮밥', '카레소스', '소고기카레소스', 
    '연근카레라이스', '브로콜리카레라이스소스', '돼지고기카레', '김치볶음덮밥', '짜장', 
    '닭바베큐덮밥'
]
sauce_dup_bab = [
    '새우카레라이스', '돼지고기카레라이스', '닭살짜장밥', '짜장밥', 
    '바몬드카레라이스소스', '채소짜장밥', '카레', '감자채카레볶음', 
    '소고기카레라이스','카레라이스', '새우살짜장밥', '짜장소스', 
    '닭살카레라이스','짜장덮밥', '카레소스', '소고기카레소스', 
    '연근카레라이스', '브로콜리카레라이스소스', '돼지고기카레','짜장', 
]

